language={
    "ru":
        {
            "Узнать что есть на складе":
                        'Для одной линзы или для пары линз с одинаковым рецептом\n'
                         'наберите ±X.XX ±Y.YY (X - сфера, Y - цилиндр).\nПример: +1,25 -1,75\n'
                         'Если по рецепту цилиндра нет, то наберите ±X.XX.\nПример: -2,00\n'
                         'Для поиска пары линз с разными рецептами на оба глаза наберите ±X.XX ±Y.YY ±X.XX ±Y.YY.\nПример: +1.00 -1.75 +1.25 -1.50\n'
                         'Если по рецепту цилиндра нет, то нужно указать ±0.00.\nПример: +1.00 +0,00 +1.25 +0,00\n'
                         '❗Не забывайте ставить пробел между значениями сферы и цилиндра❗',

            "Авторизироваться в системе":"Оправьте логин и пароль для авторизации в формате:\n'login password'",
            "Корзина пуста":"Корзина пуста",
            "количество":"количество",
            "Вы авторизовались под":"Вы авторизовались под",
            "Ошибка логина или пароля":"Ошибка логина или пароля",
            "Сервер не доступен":"Сервер не доступен",
            "Вы успешно вышли из системы":"Вы успешно вышли из системы",
            "Количество линз":"Количество линз",
            "Количетсво пар":"Количетсво пар",
            "Нет заказов":"Нет заказов",
            "История заказов":'История заказов',
            "Повторите запрос":"Повторите запрос",
            "Назад в главное меню":"Назад в главное меню",
            "На складе нет таких линз":"На складе нет таких линз",
            "Cклад обновляется, проведите запрос чуть позже":"Cклад обновляется, проведите запрос чуть позже",
            "Очистить все":"Очистить все",
            "Вернуться в корзину":"Вернуться в корзину",
            "Какой товар убрать из корзины?":"Какой товар убрать из корзины?",
            "Товар был удален из корзины":"Товар был удален из корзины",
            "На складе были найдены следующие линзы":"На складе были найдены следующие линзы",
            "В корзину были добавлены":"В корзину были добавлены",
            "Всего в корзине":"Всего в корзине",
            "В корзине максимальное количество линз данной модели":"В корзине максимальное количество линз данной модели",
            "Вы не авторизованны":'Вы не авторизованны',
            "Введен неправильный формат данных":'Введен неправильный формат данных'
        },
    "uz":
        {
            "Стокда нима бор":
                        'Битта линза ёки бир хил рецепт бўйича жуфт линзалар учун ±X.XX ±Y.YYни (бу ерда, X - сфера, Y - цилиндр) теринг.\n'
                        'Мисол: +1,25 -1,75\n'
                        'Агар рецептда цилиндр бўлмаса, ± Х.ХХ ни теринг.\n'
                        'Мисол: -2,00\n'
                        'Иккала кўз учун турли хил рецептларга эга бўлган линзаларни излаш учун ±X.XX ±Y.YY ±X.XX ±Y.YYни теринг.\n'
                        'Мисол: +1.00 -1.75 +1.25 -1.50\n'
                        'Агар рецептда цилиндр бўлмаса, ±0.00 ни кўрсатиш керак.\n'
                        'Мисол: +1.00 +0,00 +1.25 +0,00\n'
                        '❗️Сфера ва цилиндр қийматлари орасига бўш жой қўйишни унутманг❗',
            "Тизимга кириш":"Тизимга кириш учун 'login password' форматида логин ва паролингизни юборинг",
            "Корзина пуста":"Сават бўш",
            "количество":'миқдори',
            "Вы авторизовались под":"Логини билан тизимга кирдингиз",
            "Ошибка логина или пароля":"Логин ёки паролда хатолик бор",
            "Сервер не доступен":"Сарварбек Нуруллаев",
            "Вы успешно вышли из системы":"Сиз тизимдан муваффақиятли чиқдингиз",
            "Количество линз":"Линзалар миқдори",
            "Количетсво пар":"Жуфтликлар сони",
            "Нет заказов":"Буюртмалар йўқ",
            "История заказов":"Буюртма тарихи",
            "Повторите запрос":"Сўровни такрорлаш",
            "Назад в главное меню":"Бош менюга қайтиш",
            "На складе нет таких линз":"Стокда бундай линзалар йўқ",
            "Cклад обновляется, проведите запрос чуть позже":"Омбор янгиланмоқда, бироздан сўнг сўров қилинг",
            "Очистить все":"Ҳаммасини тозалаш",
            "Вернуться в корзину":"Саватга қайтиш",
            "Какой товар убрать из корзины?":"Саватдан қайси маҳсулотни олиб ташлаш керак?",
            "Товар был удален из корзины":"Маҳсулот саватдан олиб ташланди",
            "На складе были найдены следующие линзы":"Омборда қуйидаги линзалар мавжуд",
            "В корзину были добавлены":"Саватга қўшилди",
            "Всего в корзине":"Саватда жами",
            "В корзине максимальное количество линз данной модели":"Ушбу моделдаги линзаларнинг максимал сони саватда",
            "Вы не авторизованны":"Сиз тизимга кирмадингиз",
            "Введен неправильный формат данных":"Нотўғри маълумотлар формати киритилди",


        }
}